Repository: schuggermi/gourmet_wiki-django
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: We don’t have any Menus listed yet.
de: Es sind noch keine Menüs vorhanden.

source: No description for this recipe.
de: Keine Beschreibung für dieses Rezept.

source: Total
de: Gesamt

source: Cooking
de: Kochzeit

source: Working
de: Arbeitszeit

source: Resting
de: Ruhezeit

source: Preparation
de: Zubereitung

source: Preparation Step
de: Zubereitungsschritt

source: Your #1 knowledge kitchen
de: Deine #1 Wissensküche

source: No ads. No guesswork. Just cooking.
de: Keine Werbung. Kein Rätselraten. Einfach kochen.

source: By chefs and passionate home cooks. Recipes that are cooked, tested, and recommended by the community.
de: Von Köchen und leidenschaftlichen Hobbyköchen. Rezepte, die gekocht, getestet und von der Community empfohlen werden.

source: No distractions. No shortcuts. No experiments.
de: Ohne Ablenkung. Ohne Umwege. Ohne Experimente.

source: Join the Community
de: Der Community beitreten

source: Why Gourmet Wiki Makes Cooking Effortless
de: Warum Gourmet Wiki das Kochen so einfach macht

source: Pure Focus on Cooking
de: Volle Konzentration aufs Kochen

source: Focus on what truly matters: cooking. No distractions, no ads – just recipes that spark your passion.
de: Fokussiere dich auf das, was wirklich zählt: das Kochen. Keine Ablenkung, keine Werbung – nur Rezepte, die deine Leidenschaft entfachen.

source: Recipes You Can Trust
de: Rezepte, auf die du dich verlassen kannst

source: Created by professional chefs, designed for everyday kitchens. Every step clear, every dish succeeds.
de: Von Profi-Köchen entwickelt und für den Alltag geeignet. Jeder Schritt verständlich, jedes Gericht gelingt.

source: Join a Vibrant Community
de: Werde Teil einer lebendigen Community

source: Connect with chefs and food lovers alike. Share ideas, discover new recipes, and become part of a culinary family.
de: Verbinde dich mit Köchen und Feinschmeckern. Tausche Ideen aus, entdecke neue Rezepte und werde Teil einer kulinarischen Familie.

source: Daily Highlights
de: Tägliche Highlights

source: Information in accordance with Section 5 TMG (German Telemedia Act):
de: Angaben gemäß § 5 TMG:

source: Contact:
de: Kontakt:

source: Responsible for content according to § 55 Abs. 2 RStV:
de: Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV:

source: Disclaimer
de: Haftungsausschluss

source: Liability for content
de: Haftung für Inhalte

source: As a service provider, we are responsible for our own content on these pages in accordance with general laws under § 7(1) TMG. According to §§ 8 to 10 TMG, we are not obligated to monitor transmitted or stored third-party information or investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general laws remain unaffected.
de: Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt.

source: Liability for links
de: Haftung für Links

source: Our website contains links to external websites of third parties over which we have no control. Therefore, we cannot accept any responsibility for their content. The respective provider or operator of the linked pages is always responsible for the content of those pages.
de: Unser Angebot enthält ggf. Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.

source: Copyright
de: Urheberrecht

source: The content and works created by the website operator on these pages are subject to German copyright law. Third-party contributions are marked as such. Any duplication, processing, distribution, or any form of use outside the limits of copyright law requires the written consent of the respective author or creator.
de: Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Beiträge Dritter sind als solche gekennzeichnet. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers.

source: EU Dispute Resolution
de: Plattform der EU-Kommission zur Online-Streitbeilegung:

source: The European Commission provides a platform for online dispute resolution (ODR): https://ec.europa.eu/consumers/odr/. We are neither willing nor obliged to participate in dispute resolution proceedings before a consumer arbitration board.
de: Wir sind nicht verpflichtet und nicht bereit, an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen. https://ec.europa.eu/consumers/odr/

source: Hosting & Payment Provider
de: Diensteanbieter & Hosting

source: This website is hosted by:
de: Diese Website wird betrieben auf Servern von:

source: Payments are processed by:
de: Zahlungsabwicklung erfolgt über:

source: Privacy Policy
de: Datenschutz<wbr>bestimmungen

source: 1. Controller
de: 1. Verantwortlicher

source: The controller responsible for data processing on this website is:
de: Verantwortlich für die Datenverarbeitung auf dieser Website ist:

source: 2. Collection and Storage of Personal Data and the Nature and Purpose of Their Use
de: 2. Erhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung

source: a) Registration
de: a) Bei Registrierung

source: When registering on Gourmet Wiki, we collect the following personal data:
de: Bei der Registrierung auf Gourmet Wiki werden folgende personenbezogene Daten erfasst:

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: E-Mail-Adresse

source: Password (stored in encrypted form)
de: Passwort (verschlüsselt gespeichert)

source: This data is necessary to create and manage your user account and to enable the use of community features.
de: Diese Daten sind notwendig zur Erstellung und Verwaltung eines Nutzerkontos sowie zur Nutzung der Community-Funktionen.

source: Alternatively, you can log in using Google. This uses an OAuth2 login process. Google provides us with basic profile data (name and email address). No additional data is transmitted.
de: Alternativ können Sie sich über Google anmelden. Dabei wird Ihnen zur Anmeldung ein OAuth2-Prozess bereitgestellt. Google übermittelt uns Ihre grundlegenden Profildaten (Name und E-Mail-Adresse). Weitere Daten werden nicht übertragen.

source: c) Email Confirmation & Newsletter
de: c) E-Mail-Bestätigung & Newsletter

source: After registration, you will receive a confirmation email to verify your email address. Additionally, we may send you newsletters with new features or relevant content. You can unsubscribe from the newsletter at any time using the unsubscribe link at the bottom of each email or by contacting us at support@gourmet-wiki.app.
de: Nach der Registrierung erhalten Sie eine E-Mail zur Bestätigung Ihrer E-Mail-Adresse. Zusätzlich informieren wir Sie ggf. per Newsletter über neue Funktionen oder relevante Inhalte. Den Newsletter können Sie jederzeit über einen Abmeldelink im Footer der E-Mail oder per Nachricht an support@gourmet-wiki.app abbestellen.

source: 3. Use of Cookies
de: 3. Verwendung von Cookies

source: Gourmet Wiki uses cookies and similar technologies to provide you with a smooth user experience (e.g., login sessions, security, CSRF protection). The use of cookies is based on our legitimate interest in providing a technically error-free and optimized service (Art. 6 para. 1 lit. f GDPR).
de: Gourmet Wiki verwendet Cookies und ähnliche Technologien, um Ihnen ein reibungsloses Nutzungserlebnis zu ermöglichen (z. B. Login-Sessions, Sicherheit, CSRF-Schutz). Die Verwendung erfolgt gemäß Art. 6 Abs. 1 lit. f DSGVO auf Basis unseres berechtigten Interesses an einer technisch fehlerfreien und optimierten Bereitstellung unserer Dienste.

source: 4. Stripe (Payment Provider)
de: 4. Stripe (Zahlungsdienstleister)

source: For paid features or services, we use Stripe, a payment provider based in both the US and the EU (Stripe Payments Europe, Ltd., Ireland). During a transaction, your browser automatically transmits personal payment data to Stripe. The processing is carried out on the basis of Art. 6 para. 1 lit. b GDPR (contract fulfillment).
de: Für kostenpflichtige Inhalte oder Services nutzen wir Stripe, einen Zahlungsdienstleister mit Sitz in den USA und der EU (Stripe Payments Europe, Ltd., Irland). Bei einer Transaktion übermittelt Ihr Browser automatisch personenbezogene Zahlungsdaten an Stripe. Die Verarbeitung erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung).

source: More information:
de: Mehr Informationen:

source: 5. Data Retention and Deletion
de: 5. Speicherdauer und Löschung

source: Unconfirmed accounts are automatically deleted after 3 days.
de: Nicht bestätigte Konten: werden nach 3 Tagen automatisch gelöscht.

source: Inactive accounts are deleted after 2 years of inactivity.
de: Inaktive Konten: werden nach 2 Jahren Inaktivität gelöscht.

source: All other data is only stored as long as necessary for the intended purpose or as legally required.
de: Weitere Daten werden nur so lange gespeichert, wie dies zur Erfüllung des jeweiligen Zwecks erforderlich ist oder gesetzlich vorgeschrieben wird.

source: 6. Your Rights
de: 6. Ihre Rechte

source: You have the right to:
de: Sie haben das Recht:

source: Request information about the personal data we hold about you (Art. 15 GDPR), Request correction or completion of inaccurate or incomplete data (Art. 16 GDPR), Request deletion of your personal data (Art. 17 GDPR), Request restriction of processing (Art. 18 GDPR), Receive your personal data in a structured, commonly used format (Art. 20 GDPR), Lodge a complaint with a supervisory authority (Art. 77 GDPR).
de: gemäß Art. 15 DSGVO Auskunft über Ihre bei uns gespeicherten Daten zu verlangen, gemäß Art. 16 DSGVO Berichtigung unrichtiger oder Vervollständigung Ihrer gespeicherten Daten zu verlangen, gemäß Art. 17 DSGVO die Löschung Ihrer bei uns gespeicherten Daten zu verlangen, gemäß Art. 18 DSGVO die Einschränkung der Verarbeitung zu verlangen, gemäß Art. 20 DSGVO Ihre Daten in einem strukturierten, gängigen Format zu erhalten, gemäß Art. 77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren.

source: 7. Data Security
de: 7. Datensicherheit

source: We implement current technical and organizational security measures to protect your data frommanipulation, loss, destruction, or unauthorized access. Passwords are stored only in encryptedform.
de: Wir verwenden aktuelle technische und organisatorische Sicherheitsmaßnahmen, um Ihre Daten vor Manipulation, Verlust, Zerstörung oder unbefugtem Zugriff zu schützen. Passwörter werden ausschließlich verschlüsselt gespeichert.

source: 8. Changes to This Privacy Policy
de: 8. Änderungen dieser Datenschutzerklärung

source: We reserve the right to amend this privacy policy to comply with new legal requirements or due to changes in our services.
de: Wir behalten uns vor, diese Datenschutzerklärung anzupassen, um sie an neue rechtliche Anforderungen oder bei Änderungen unserer Dienste anzupassen.

source: Effective date:
de: Stand:

source: Terms of Use
de: Nutzungs<wbr>bedingungen

source: Welcome to Gourmet Wiki!
de: Willkommen bei Gourmet Wiki!

source: These Terms of Use (“Terms”) govern your access to and use of the Gourmet Wiki platform.
de: Diese Nutzungsbedingungen („Bedingungen“) regeln den Zugang und die Nutzung der Plattform Gourmet Wiki.

source: 1. Eligibility
de: 1. Nutzungsberechtigung

source: You must be at least 16 years old and provide accurate registration information.
de: Du musst mindestens 16 Jahre alt sein und korrekte Registrierungsdaten angeben.

source: By using Google Social Auth, you authorize us to retrieve basic profile data (name and email) via OAuth2.
de: Bei der Anmeldung über Google erlaubst du uns, grundlegende Profildaten (Name, E-Mail) über OAuth2 abrufen.

source: 2. User Accounts
de: 2. Benutzerkonten

source: You must create an account to access community features.
de: Du musst ein Benutzerkonto anlegen, um Community-Funktionen nutzen zu können.

source: You agree to keep your login credentials secure and notify us of any unauthorized use.
de: Du verpflichtest dich, deine Zugangsdaten sicher aufzubewahren und uns über Missbrauch zu informieren.

source: <strong>Unconfirmed accounts</strong> are deleted after 3 days.
de: <strong>Nicht bestätigte Konten</strong> werden nach 3 Tagen automatisch gelöscht.

source: <strong>Inactive accounts</strong> are deleted after 2 years.
de: <strong>Inaktive Konten</strong> werden nach 2 Jahren Inaktivität gelöscht.

source: 3. Community Conduct
de: 3. Verhaltensregeln

source: Be respectful. The following is prohibited:
de: Verhalte dich respektvoll. Folgendes ist verboten:

source: Offensive or illegal content
de: Beleidigende oder rechtswidrige Inhalte

source: Harassing other users
de: Belästigung anderer Nutzer

source: Exploiting or manipulating the platform
de: Manipulation der Plattform

source: We reserve the right to remove content and restrict accounts.
de: Wir behalten uns vor, Inhalte zu löschen und Nutzer zu sperren.

source: 4. User Content
de: 4. Nutzerinhalte

source: You retain ownership of your submitted content.
de: Du behältst das Urheberrecht an deinen Inhalten.

source: You grant us a non-exclusive, worldwide, royalty-free license to display and distribute your content.
de: Du gewährst uns eine nicht-exklusive, weltweite, gebührenfreie Lizenz zur Anzeige und Verbreitung.

source: 5. Payments
de: 5. Zahlungen

source: Paid services are processed via <strong>Stripe</strong>.
de: Kostenpflichtige Funktionen werden über <strong>Stripe</strong> abgewickelt.

source: You agree to the use of Stripe:
de: Du erklärst dich mit der Nutzung von Stripe einverstanden:

source: We do not store any payment data.
de: Wir speichern keine Zahlungsdaten.

source: 6. Email Communication
de: 6. E-Mail-Kommunikation

source: After registration, you will receive:
de: Nach der Registrierung erhältst du:

source: a confirmation email
de: eine Bestätigungsmail

source: occasional newsletters
de: gelegentliche Newsletter

source: You may unsubscribe at any time.
de: Du kannst dich jederzeit abmelden.

source: 7. Intellectual Property
de: 7. Urheberrecht

source: All content not submitted by users is protected by copyright.
de: Alle nicht von Nutzern erstellten Inhalte sind urheberrechtlich geschützt.

source: No reproduction without permission.
de: Keine Vervielfältigung ohne Genehmigung.

source: 8. Limitation of Liability
de: 8. Haftung

source: We are not liable for:
de: Wir haften nicht für:

source: Data loss
de: Datenverlust

source: User-generated content
de: Inhalte von Nutzern

source: Downtime or indirect damages
de: Nutzungsausfälle oder indirekte Schäden

source: 9. Termination
de: 9. Kündigung

source: We may suspend or delete accounts in case of:
de: Wir können Konten sperren oder löschen bei:

source: Violations of these terms
de: Verstoß gegen die Bedingungen

source: Abuse
de: Missbrauch

source: Service termination
de: Einstellung des Dienstes

source: 10. Modifications
de: 10. Änderungen

source: We may modify these Terms and will notify you of significant changes.
de: Wir können die Bedingungen ändern und informieren dich bei wesentlichen Änderungen.

source: 11. Governing Law
de: 11. Recht

source: These Terms are governed by the laws of Germany.
de: Diese Bedingungen unterliegen deutschem Recht.

source: Jurisdiction lies with the operator’s location, where permitted.
de: Gerichtsstand ist – soweit zulässig – der Sitz des Betreibers.

source: 12. Contact
de: 12. Kontakt

source: Effective Date:
de: Stand:

source: All Recipes
de: Alle Rezepte

source: Culinary Wiki
de: Kulinarisches Wiki

source: Your Profile
de: Dein Profil

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Sign up
de: Registrieren

source: Crop Image
de: Bild zuschneiden

source: Remove Image
de: Bild entfernen

source: Are you sure you want to remove this image?
de: Bist du sicher, dass du dieses Bild entfernen möchtest?

source: No images yet.
de: Noch keine Bilder.

source: + Add Images
de: + Bilder hinzufügen

source: Cancel
de: Abbrechen

source: Apply Crop
de: Zuschneiden anwenden

source: Editing Ingredient
de: Zutat bearbeiten

source: Update Ingredient
de: Zutat aktualisieren

source: Actions
de: Aktionen

source: Edit this Ingredient
de: Zutat bearbeiten

source: Remove this Ingredient
de: Diese Zutat entfernen

source: Are you sure you want to remove this ingredient?
de: Bist du sicher, dass du diese Zutat entfernen möchtest?

source: No ingredients yet.
de: Noch keine Zutaten.

source: + Add Ingredient
de: + Zutat hinzufügen

source: Public since
de: Öffentlich seit

source: Unpublished
de: Unveröffentlicht

source: Remove this Preparation Step
de: Diesen Zubereitungsschritt entfernen

source: Are you sure you want to remove this step?
de: Bist du sicher, dass du diesen Schritt entfernen möchtest?

source: No steps yet.
de: Noch keine Schritte.

source: This is a section/category header
de: Dies ist eine Abschnitts- bzw. Kategorieüberschrift

source: + Add Step
de: + Schritt hinzufügen

source: + Add Section
de: + Abschnitt hinzufügen

source: Edit Recipe
de: Rezept bearbeiten

source: Images
de: Bilder

source: Create Recipe
de: Rezept erstellen

source: Delete Recipe
de: Rezept löschen

source: Are you sure you want to delete this recipe?
de: Bist du sicher, dass du dieses Rezept löschen möchtest?

source: This action cannot be undone. To confirm, please enter the following code:
de: Diese Aktion kann nicht rückgängig gemacht werden. Bitte gib zur Bestätigung den folgenden Code ein:

source: Confirmation Code
de: Bestätigungscode

source: Enter the code above
de: Gib den obigen Code ein

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Remove this Image
de: Dieses Bild entfernen

source: Beef...
de: Rindfleisch...

source: Amount
de: Menge

source: Persons
de: Personen

source: No Images uploaded yet.
de: Noch keine Bilder hochgeladen.

source: Upload Image (max. 10 files)
de: Bild hochladen (max. 10 Dateien)

source: We don't have any Recipes listed yet.
de: Es sind noch keine Rezepte vorhanden.

source: + Add Preparation Step
de: + Zubereitungsschritt hinzufügen

source: Create a new Recipe
de: Neues Rezept erstellen

source: What should the recipe be called?
de: Wie soll das Rezept heißen?

source: Create
de: Erstellen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: This recipe doesn’t have a description yet.
de: Dieses Rezept hat noch keine Beschreibung.

source: View
de: Ansehen

source: Add Ingredients, Steps and other Details
de: Füge Zutaten, Zubereitungsschritte und weitere Details hinzu

source: Steps
de: Schritte

source: Publish
de: Veröffentlichen

source: Search in Recipes
de: In Rezepten suchen

source: Search recipes...
de: Rezepte durchsuchen...

source: Sign In Via %(provider)s
de: Anmelden über %(provider)s

source: You are about to sign in using a third-party account from%(provider)s.
de: Du wirst dich mit einem Drittanbieter-Konto von %(provider)s anmelden.

source: Continue with Google
de: Weiter mit Google

source: Continue
de: Weiter

source: or
de: oder

source: You don't have any Favorites added yet.
de: Du hast noch keine Favoriten hinzugefügt.

source: Delete Your Account
de: Dein Konto löschen

source: Are you sure you want to delete your account? This action cannot be undone.
de: Möchtest du dein Konto wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Please type your full name to confirm:
de: Bitte gib zur Bestätigung deinen vollständigen Namen ein:

source: Please enter your email to confirm:
de: Bitte gib zur Bestätigung deine E-Mail-Adresse ein:

source: %(points)s points missing till next level <span class="text-secondary">%(level)s</span>
de: %(points)s Punkte fehlen bis zum nächsten Level <span class="text-secondary">%(level)s</span>

source: Badges:
de: Abzeichen:

source: %(recipe_count)s Recipe
de: %(recipe_count)s Rezept

source: Delete Account
de: Konto löschen

source: You don't have any Recipes added yet.
de: Du hast noch keine Rezepte hinzugefügt.

source: Try Again
de: Erneut versuchen

source: I accept the terms of use and the privacy policy
de: Ich akzeptiere die Nutzungsbedingungen und die Datenschutzerklärung

source: Guest
de: Gast

source: Member
de: Mitglied

source: Author
de: Autor:in

source: Expert
de: Expert:in

source: Curator
de: Kurator:in

source: Moderator
de: Moderator:in

source: Kitchen Newbie
de: Küchenneuling

source: Recipe Explorer
de: Rezeptentdecker:in

source: Kitchen Connoisseur
de: Küchenkenner:in

source: Knowledge Contributor
de: Wissensstifter:in

source: Community Pioneer
de: Community-Vorreiter:in

source: Professional Author
de: Fachautor:in

source: Kitchen Mentor
de: Küchenmentor:in

source: Entry into the platform
de: Einstieg in die Plattform

source: First own contributions
de: Erste eigene Inhalte

source: Contributions with added value
de: Beiträge mit Mehrwert

source: Strong professional contribution
de: Starker fachlicher Beitrag

source: High activity & quality
de: Hohe Aktivität & Qualität

source: Recognized professional profile
de: Anerkanntes Fachprofil

source: Actively supports others
de: Unterstützt andere aktiv

source: Represents the platform
de: Repräsentiert die Plattform

source: Joined as a Community Member
de: Als Community-Mitglied beigetreten

source: The entered name does not match your full name.
de: Der eingegebene Name stimmt nicht mit deinem vollständigen Namen überein.

source: The entered email does not match your email address.
de: Die eingegebene E-Mail-Adresse stimmt nicht mit deiner E-Mail-Adresse überein.

source: Your account has been deleted.
de: Dein Konto wurde gelöscht.
