Repository: schuggermi/gourmet_wiki-django
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: piece
de: Stück

source: sp
de: EL

source: tes
de: TL

source: Hors d'œuvre
de: Vorspeise

source: Potage
de: Suppe

source: Poisson
de: Fischgericht

source: Entrée
de: Zwischengericht

source: Plat de Résistance
de: Hauptgericht

source: Rôti
de: Braten

source: Légumes
de: Gemüse

source: Salade
de: Salat

source: Fromage
de: Käse

source: Beginner
de: Anfänger

source: Intermediate
de: Fortgeschritten

source: Advanced
de: Erfahren

source: Professional
de: Profi

source: Give your menu a name (e.g. Weekend Dinner Special)
de: Geben Sie Ihrem Menü einen Namen (z. B. Wochenend-Dinner-Spezial)

source: e.g. A curated selection of comforting dishes for a cozy weekend dinner.
de: z. B. Eine kuratierte Auswahl wohltuender Gerichte für ein gemütliches Wochenendessen.

source: Spicy Thai Basil Chicken
de: Würziges Thai-Basilikum-Hähnchen

source: A spicy Thai stir-fry with chicken, basil, and fresh chili.
de: Eine würzige Thai-Pfanne mit Hähnchen, Basilikum und frischer Chili.

source: Is Section
de: Ist Abschnitt

source: e.g. Heat 2 tbsp of oil in a wok over medium-high heat.
de: z.B. Erhitze 2 EL Öl in einem Wok bei mittlerer bis hoher Hitze.

source: e.g. Sauce, Meat, Salad
de: z. B. Soße, Fleisch, Salat

source: Please provide a section title.
de: Bitte gib einen Abschnittstitel an.

source: This field is required.
de: Erforderlich

source: Chicken breast
de: Hähnchenbrust

source: Preparation Steps must not be empty.
de: Zubereitungsschritte müssen vorhanden sein.

source: This section must contain at least one preparation step.
de: Dieser Abschnitt muss mindestens einen Zubereitungsschritt enthalten.

source: Recipe Name
de: Rezeptname

source: Description
de: Beschreibung

source: Course
de: Gang

source: Portions
de: Portionen

source: Cooking Time (Minutes)
de: Kochzeit (Minuten)

source: Skill Level
de: Schwierigkeitsgrad

source: Published
de: Veröffentlicht

source: Published at
de: Veröffentlicht am

source: Step
de: Schritt

source: Marks this row as a section/category break instead of a regular step.
de: Markiert diese Zeile als Abschnitts-/Kategorietrennung statt als normalen Schritt.

source: Section
de: Abschnitt

source: Quantity
de: Menge

source: Unit
de: Einheit

source: Ingredient
de: Zutat

source: Ingredients
de: Zutaten

source: Upload Image
de: Bild hochladen

source: Select multiple images to upload
de: Wähle mehrere Bilder zum Hochladen aus

source: Please complete the full recipe before publishing.
de: Bitte vervollständige das Rezept, bevor du es veröffentlichst.

source: Recipe successfully deleted.
de: Rezept erfolgreich gelöscht.

source: Invalid confirmation code.
de: Ungültiger Bestätigungscode.

source: Account Already Exists - %(site_name)s
de: Konto existiert bereits - %(site_name)s

source: Account Already Exists
de: Konto existiert bereits

source: Hello!
de: Hallo!

source: You are receiving this email because you or someone else tried to sign up for an account at %(site_name)s using the email address:
de: Du erhältst diese E-Mail, weil du oder jemand anderes versucht hat, sich mit dieser E-Mail-Adresse für ein Konto bei %(site_name)s zu registrieren:

source: However, an account using that email address already exists.
de: Es existiert jedoch bereits ein Konto mit dieser E-Mail-Adresse.

source: In case you have forgotten about this, you can reset your password using the button below:
de: Falls du das vergessen hast, kannst du dein Passwort über den Button unten zurücksetzen:

source: Reset Password
de: Passwort zurücksetzen

source: Or copy and paste this link into your browser:
de: Oder kopiere diesen Link und füge ihn in deinen Browser ein:

source: Best regards,
de: Viele Grüße,

source: The %(site_name)s Team
de: Das %(site_name)s-Team

source: In case you have forgotten about this, you can reset your password using the link below:
de: Falls du das vergessen hast, kannst du dein Passwort über den Link unten zurücksetzen:

source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
de: Danke, dass du %(site_name)s nutzt! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
de: Du erhältst diese E-Mail, weil die folgende Änderung an deinem Konto vorgenommen wurde:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
de: Wenn du diese Änderung nicht erkennst, ergreife bitte umgehend entsprechende Sicherheitsmaßnahmen. Die Änderung an deinem Konto stammt von: - IP-Adresse: %(ip)s - Browser: %(user_agent)s - Datum: %(timestamp)s

source: Email Address Changed - %(site_name)s
de: E-Mail-Adresse geändert - %(site_name)s

source: Email Address Changed
de: E-Mail-Adresse geändert

source: Hello %(first_name)s!
de: Hallo %(first_name)s!

source: This is a notification that the email address for your account at %(site_name)s has been changed.
de: Dies ist eine Benachrichtigung, dass die E-Mail-Adresse für dein Konto bei %(site_name)s geändert wurde.

source: Old Email:
de: Alte E-Mail-Adresse:

source: New Email:
de: Neue E-Mail-Adresse:

source: If you did not authorize this change, please contact us immediately.
de: Wenn du diese Änderung nicht autorisiert hast, kontaktiere uns bitte umgehend.

source: Email Changed
de: E-Mail-Adresse geändert

source: Email Confirmed - %(site_name)s
de: E-Mail-Adresse bestätigt - %(site_name)s

source: Email Confirmed
de: E-Mail-Adresse bestätigt

source: This is a notification that your email address has been successfully confirmed for your account at %(site_name)s.
de: Dies ist eine Benachrichtigung, dass deine E-Mail-Adresse für dein Konto bei %(site_name)s erfolgreich bestätigt wurde.

source: You can now access all features of your account.
de: Du kannst jetzt auf alle Funktionen deines Kontos zugreifen.

source: Email Confirmation
de: E-Mail-Bestätigung

source: Confirm Your Email Address - %(site_name)s
de: Bestätige deine E-Mail-Adresse - %(site_name)s

source: Welcome to %(site_name)s!
de: Willkommen bei %(site_name)s!

source: Thank you for signing up at %(site_name)s. To complete your registration and activate your account, please verify your email address.
de: Danke für deine Registrierung bei %(site_name)s. Um deine Registrierung abzuschließen und dein Konto zu aktivieren, bestätige bitte deine E-Mail-Adresse.

source: Click the button below to confirm your email address:
de: Klicke auf den Button unten, um deine E-Mail-Adresse zu bestätigen:

source: ✓ Verify Email Address
de: ✓ E-Mail-Adresse bestätigen

source: ⏱️ This verification link will expire in 3 days.
de: Dieser Bestätigungslink läuft in 3 Tagen ab.

source: If you don't verify within this time, you'll need to request a new verification email.
de: Wenn du deine E-Mail-Adresse nicht innerhalb dieser Zeit bestätigst, musst du eine neue Bestätigungs-E-Mail anfordern.

source: If you didn't create an account with %(site_name)s, you can safely ignore this email. No account will be created without email verification.
de: Wenn du kein Konto bei %(site_name)s erstellt hast, kannst du diese E-Mail einfach ignorieren. Ohne Bestätigung wird kein Konto erstellt.

source: © %(site_name)s. All rights reserved.
de: © %(site_name)s. Alle Rechte vorbehalten.

source: Click the link below to confirm your email address:
de: Klicke auf den Link unten, um deine E-Mail-Adresse zu bestätigen:

source: This verification link will expire in 3 days. If you don't verify within this time, you'll need to request a new verification email.
de: Dieser Bestätigungslink läuft in 3 Tagen ab. Wenn du deine E-Mail-Adresse nicht innerhalb dieser Zeit bestätigst, musst du eine neue Bestätigungs-E-Mail anfordern.

source: Please Confirm Your Email Address
de: Bitte bestätige deine E-Mail-Adresse

source: Email Address Removed - %(site_name)s
de: E-Mail-Adresse entfernt - %(site_name)s

source: Email Address Removed
de: E-Mail-Adresse entfernt

source: This is a notification that an email address has been removed from your account at %(site_name)s.
de: Dies ist eine Benachrichtigung, dass eine E-Mail-Adresse von deinem Konto bei %(site_name)s entfernt wurde.

source: Removed Email:
de: Entfernte E-Mail-Adresse:

source: Email Removed
de: E-Mail-Adresse entfernt

source: Sign-In Code - %(site_name)s
de: Anmeldecode - %(site_name)s

source: Your Sign-In Code
de: Dein Anmeldecode

source: Your sign-in code is listed below. Please enter it in your open browser window.
de: Dein Anmeldecode lautet wie folgt. Bitte gib ihn in deinem geöffneten Browserfenster ein.

source: This mail can be safely ignored if you did not initiate this action.
de: Diese E-Mail kann ignoriert werden, wenn du diese Aktion nicht ausgelöst hast.

source: Sign-In Code
de: Anmeldecode

source: Password Changed - %(site_name)s
de: Passwort geändert - %(site_name)s

source: Password Changed
de: Passwort geändert

source: This is a notification that the password for your account at %(site_name)s has been successfully changed.
de: Dies ist eine Benachrichtigung, dass das Passwort für dein Konto bei %(site_name)s erfolgreich geändert wurde.

source: If you did not make this change, please contact us immediately to secure your account.
de: Wenn du diese Änderung nicht vorgenommen hast, kontaktiere uns bitte umgehend, um dein Konto zu sichern.

source: Password Reset Code - %(site_name)s
de: Passwort-Wiederherstellungscode - %(site_name)s

source: Your Password Reset Code
de: Dein Passwort-Wiederherstellungscode

source: Your password reset code is listed below. Please enter it in your open browser window.
de: Dein Code zum Zurücksetzen des Passworts lautet wie folgt. Bitte gib ihn in deinem geöffneten Browserfenster ein.

source: Password Reset Code
de: Passwort-Wiederherstellungscode

source: Reset Your Password - %(site_name)s
de: Setze dein Passwort zurück - %(site_name)s

source: Reset Your Password
de: Setze dein Passwort zurück

source: You're receiving this email because you or someone else has requested a password reset for your user account at %(site_name)s.
de: Du erhältst diese E-Mail, weil du oder jemand anderes eine Passwortzurücksetzung für dein Benutzerkonto bei %(site_name)s angefordert hat.

source: Click the button below to reset your password:
de: Klicke auf den Button unten, um dein Passwort zurückzusetzen:

source: In case you forgot, your username is <strong>%(username)s</strong>.
de: Falls du es vergessen hast, dein Benutzername lautet <strong>%(username)s</strong>.

source: If you didn't request a password reset, you can safely ignore this email. Your password will not be changed.
de: Wenn du keine Passwortzurücksetzung angefordert hast, kannst du diese E-Mail ignorieren. Dein Passwort wird nicht geändert.

source: Click the link below to reset your password:
de: Klicke auf den Link unten, um dein Passwort zurückzusetzen:

source: In case you forgot, your username is %(username)s.
de: Falls du es vergessen hast, dein Benutzername lautet %(username)s.

source: Password Reset Email
de: E-Mail zum Zurücksetzen des Passworts

source: Password Reset - %(site_name)s
de: Passwort zurückgesetzt - %(site_name)s

source: Password Reset
de: Passwort zurücksetzen

source: This is a notification that your password has been successfully reset for your account at %(site_name)s.
de: Dies ist eine Benachrichtigung, dass dein Passwort für dein Konto bei %(site_name)s erfolgreich zurückgesetzt wurde.

source: If you did not perform this action, please contact us immediately.
de: Wenn du diese Aktion nicht ausgeführt hast, kontaktiere uns bitte umgehend.

source: Password Set - %(site_name)s
de: Passwort festgelegt - %(site_name)s

source: Password Set
de: Passwort festgelegt

source: This is a notification that a password has been set for your account at %(site_name)s.
de: Dies ist eine Benachrichtigung, dass für dein Konto bei %(site_name)s ein Passwort festgelegt wurde.

source: Unknown Account - %(site_name)s
de: Unbekanntes Konto - %(site_name)s

source: Unknown Account
de: Unbekanntes Konto

source: You are receiving this email because you, or someone else, tried to access an account with the email address <strong>%(email)s</strong>.
de: Du erhältst diese E-Mail, weil du oder jemand anderes versucht hat, auf ein Konto mit der E-Mail-Adresse <strong>%(email)s</strong> zuzugreifen.

source: However, we do not have any record of such an account in our database.
de: Wir haben jedoch kein Konto mit dieser E-Mail-Adresse in unserer Datenbank.

source: If it was you, you can sign up for an account using the button below:
de: Wenn du das warst, kannst du über den Button unten ein Konto erstellen:

source: Sign Up
de: Registrieren

source: You are receiving this email because you, or someone else, tried to access an account with the email address %(email)s. However, we do not have any record of such an account in our database.
de: Du erhältst diese E-Mail, weil du oder jemand anderes versucht hat, auf ein Konto mit der E-Mail-Adresse %(email)s zuzugreifen. Wir haben jedoch kein Konto mit dieser E-Mail-Adresse in unserer Datenbank.

source: If it was you, you can sign up for an account using the link below:
de: Wenn du das warst, kannst du über den Link unten ein Konto erstellen:

source: Confirm Email Address
de: E-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> die E-Mail-Adresse von %(user_display)s ist.

source: Confirm
de: Bestätigen

source: Unable to confirm %(email)s because it is already confirmed by a different account.
de: %(email)s kann nicht bestätigt werden, da sie bereits von einem anderen Konto bestätigt wurde.

source: This email confirmation link expired or is invalid.
de: Dieser Bestätigungslink ist abgelaufen oder ungültig.

source: Issue a new email confirmation request
de: Neue E-Mail-Bestätigungsanfrage senden

source: Log In Now
de: Jetzt anmelden

source: Tried-and-tested recipes, proven cooking techniques, and sound culinary knowledge. Completely free of advertising.
de: Erprobte Rezepte, bewährte Kochtechniken und fundiertes Küchenwissen. Ganz ohne Werbung.

source: Sign In
de: Anmelden

source: You don't have an account at Gourmet Wiki yet?
de: Du hast noch kein Konto bei Gourmet Wiki?

source: Sign Up Now
de: Jetzt registrieren

source: Sign in with a passkey
de: Mit Passkey anmelden

source: Send me a sign-in code
de: Sende mir einen Anmeldecode

source: You cannot remove your primary email address (%(email)s).
de: Du kannst deine primäre E-Mail-Adresse (%(email)s) nicht entfernen.

source: Confirmation email sent to %(email)s.
de: Bestätigungs-E-Mail an %(email)s gesendet.

source: You have confirmed %(email)s.
de: Du hast %(email)s bestätigt.

source: Removed email address %(email)s.
de: E-Mail-Adresse %(email)s entfernt.

source: Successfully signed in as %(name)s.
de: Erfolgreich als %(name)s angemeldet.

source: You have signed out.
de: Du hast dich abgemeldet.

source: A sign-in code has been sent to %(recipient)s.
de: Ein Anmeldecode wurde an %(recipient)s gesendet.

source: Password successfully changed.
de: Passwort erfolgreich geändert.

source: Password successfully set.
de: Passwort erfolgreich festgelegt.

source: A verification code has been sent to %(phone)s.
de: Ein Bestätigungscode wurde an %(phone)s gesendet.

source: You have verified phone number %(phone)s.
de: Du hast die Telefonnummer %(phone)s bestätigt.

source: Primary email address set.
de: Primäre E-Mail-Adresse festgelegt.

source: Your primary email address must be verified.
de: Deine primäre E-Mail-Adresse muss bestätigt werden.

source: Change Password
de: Passwort ändern

source: Forgot your password?
de: Passwort vergessen?

source: Enter your email to receive a password reset link.
de: Gib deine E-Mail-Adresse ein, um einen Link zum Zurücksetzen des Passworts zu erhalten.

source: Reset My Password
de: Passwort zurücksetzen

source: Having trouble resetting your password?
de: Hast du Probleme beim Zurücksetzen deines Passworts?

source: We’ve emailed you. Didn’t get it? Check spam or contact us.
de: Wir haben dir eine E-Mail geschickt. Nicht erhalten? Schau im Spam-Ordner nach oder kontaktiere uns.

source: Bad Token
de: Ungültiges Token

source: Your password is now changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Set Password
de: Passwort setzen

source: You already have an account at Gourmet Wiki?
de: Du hast bereits ein Konto bei Gourmet Wiki?

source: Log In
de: Anmelden

source: Verify Your Email Address
de: Bestätige deine E-Mail-Adresse

source: This email was sent to %(user.email)s
de: Diese E-Mail wurde an %(user.email)s gesendet

source: If you didn't request this, please ignore this email.
de: Wenn du dies nicht angefordert hast, ignoriere diese E-Mail bitte.

source: Visit our website
de: Besuche unsere Website

source: Cookbook
de: Kochbuch

source: Favorites
de: Favoriten

source: Add Recipe
de: Neues Rezept

source: Legal
de: Rechtliches

source: Terms of use
de: Nutzungsbedingungen

source: Privacy policy
de: Datenschutz<wbr>erklärung

source: Imprint
de: Impressum

source: Go back
de: Zurück

source: Email Preview:
de: E-Mail-Vorschau:

source: Template Prefix:
de: Template-Präfix:

source: Back to all templates
de: Zurück zu allen Vorlagen

source: SUBJECT LINE
de: BETREFF

source: Debug Information
de: Debug-Informationen

source: Template Detection:
de: Vorlagenerkennung:

source: Errors:
de: Fehler:

source: Plain Text Version
de: Textversion

source: No templates found. Create either:
de: Keine Vorlagen gefunden. Erstelle entweder:

source: for plain text
de: für reinen Text

source: for HTML
de: für HTML

source: Template Context (for debugging)
de: Vorlagenkontext (zum Debuggen)

source: Email Template Previews
de: E-Mail-Vorlagen-Vorschau

source: Email Template Previewer
de: E-Mail-Vorlagen-Vorschau

source: Development-only preview of email templates
de: Vorschau der E-Mail-Vorlagen nur für die Entwicklung

source: Debug Mode Only
de: Nur Debug-Modus

source: This page is only accessible when DEBUG=True. It will not be available in production.
de: Diese Seite ist nur zugänglich, wenn DEBUG=True ist. Sie wird in der Produktion nicht verfügbar sein.

source: Verification email sent when a user signs up to confirm their email address.
de: Bestätigungs-E-Mail, die gesendet wird, wenn sich ein Benutzer anmeldet, um seine E-Mail-Adresse zu bestätigen.

source: Preview Template
de: Vorschau der Vorlage

source: Email Confirmation (Signup)
de: E-Mail-Bestätigung (Registrierung)

source: Verification email sent specifically during the signup process.
de: Bestätigungs-E-Mail, die speziell während des Anmeldevorgangs gesendet wird.

source: Email sent when a user requests to reset their password with a secure link.
de: E-Mail, die gesendet wird, wenn ein Benutzer das Zurücksetzen seines Passworts mit einem sicheren Link anfordert.

source: Password Reset Key
de: Passwort-Rücksetzschlüssel

source: Email sent with the password reset key/link.
de: E-Mail mit dem Passwort-Rücksetzschlüssel/Link.

source: Email sent with a code to reset the password.
de: E-Mail mit einem Code zum Zurücksetzen des Passworts.

source: Email Change Confirmation
de: Bestätigung der E-Mail-Änderung

source: Sent when a user changes their email to verify the new address.
de: Wird gesendet, wenn ein Benutzer seine E-Mail-Adresse ändert, um die neue Adresse zu bestätigen.

source: Notification sent after a user successfully changes their password.
de: Benachrichtigung, die gesendet wird, nachdem ein Benutzer sein Passwort erfolgreich geändert hat.

source: Notification sent after a user sets their password.
de: Benachrichtigung, die gesendet wird, nachdem ein Benutzer sein Passwort festgelegt hat.

source: Notification sent after a user successfully confirms their email address.
de: Benachrichtigung, die gesendet wird, nachdem ein Benutzer seine E-Mail-Adresse erfolgreich bestätigt hat.

source: Email Deleted
de: E-Mail gelöscht

source: Notification sent when an email address is removed from an account.
de: Benachrichtigung, die gesendet wird, wenn eine E-Mail-Adresse aus einem Konto entfernt wird.

source: Sent when a user tries to sign up with an email that is already registered.
de: Wird gesendet, wenn ein Benutzer versucht, sich mit einer bereits registrierten E-Mail-Adresse anzumelden.

source: Sent when a password reset is requested for an email not in the system.
de: Wird gesendet, wenn eine Passwortzurücksetzung für eine E-Mail angefordert wird, die nicht im System vorhanden ist.

source: Login Code
de: Anmeldecode

source: Sent when a user requests a login code.
de: Wird gesendet, wenn ein Benutzer einen Anmeldecode anfordert.

source: No Templates Available
de: Keine Vorlagen verfügbar

source: Add email templates to the template map in your views.py file.
de: Füge E-Mail-Vorlagen zur Vorlagenzuordnung in deiner views.py-Datei hinzu.

source: Quick Reference
de: Kurzübersicht

source: Template Location:
de: Speicherort der Vorlage:

source: Override Default:
de: Standard überschreiben:

source: Create a file with the same name as allauth's default template
de: Erstelle eine Datei mit demselben Namen wie die Standardvorlage von allauth

source: Use <code>.html</code> extension for HTML versions
de: Verwende die Erweiterung <code>.html</code> für HTML-Versionen

source: Use <code>.txt</code> extension for plain text versions
de: Verwende die Erweiterung <code>.txt</code> für reine Textversionen

source: Subject Lines:
de: Betreffzeilen:

source: Files ending in <code>_subject.txt</code> define email subjects
de: Dateien, die auf <code>_subject.txt</code> enden, definieren E-Mail-Betreffs

source: Base Template:
de: Basisvorlage:

source: Create <code>base_email.html</code> for consistent styling
de: Erstelle <code>base_email.html</code> für ein einheitliches Styling

source: Live Reload:
de: Live-Neuladen:

source: Edit templates and refresh preview to see changes instantly
de: Bearbeite Vorlagen und aktualisiere die Vorschau, um Änderungen sofort zu sehen

source: Access Denied - Gourmet Wiki
de: Zugriff verweigert – Gourmet Wiki

source: You don't have permission to access this page on Gourmet Wiki.
de: Du hast keine Berechtigung, auf diese Seite von Gourmet Wiki zuzugreifen.

source: 403 - Access Denied
de: 403 – Zugriff verweigert

source: Sorry, you don't have permission to access this page.
de: Leider hast du keine Berechtigung, diese Seite zu öffnen.

source: Log in with a different account
de: Mit einem anderen Konto anmelden

source: Contact the site administrator if you believe this is an error
de: Kontaktiere den Administrator, wenn du glaubst, dass es sich um einen Fehler handelt

source: Return to our homepage
de: Zurück zur Startseite

source: Return to Homepage
de: Zur Startseite

source: Food Index
de: Lebensmittel-Index

source: Search...
de: Suchen...

source: Search
de: Suchen

source: Categories
de: Kategorien

source: Edit Menu
de: Menü bearbeiten

source: Add Menu
de: Neues Menü

source: Courses & Recipes
de: Gänge & Rezepte

source: Add the courses and select recipes for your menu.
de: Füge Gänge hinzu und wähle Rezepte für dein Menü aus.

source: Create Menu
de: Menü erstellen

source: Next
de: Weiter

source: Total Time
de: Gesamtzeit

source: Select Course:
de: Gang auswählen:

source: Search in Menus
de: In Menüs suchen

source: Search menus...
de: Menüs durchsuchen...

source: + Add Course
de: + Gang hinzufügen

source: Remove this Course
de: Diesen Gang entfernen

source: + Add Menu Item
de: + Menüpunkt hinzufügen

source: Remove this Menu Item
de: Diesen Menüpunkt entfernen
